[
  {
    "page": 1,
    "pageCover": "/bookPageImages/book-front-cover.png",
    "pageText": null
  },
  {
    "page": 2,
    "pageCover": null,
    "pageText": "One day in the peaceful land of KK iKe land, there was a person named Mono. Mono was going about her daily routine at her farm when suddenly a little creature that looked like a tiny demon appeared."
  },
  {
    "page": 3,
    "pageCover": "/bookPageImages/page-1.png",
    "pageText": null
  },
  {
    "page": 4,
    "pageCover": null,
    "pageText": "The demon started carrying away all of Mono's farm sheep. Mono was so scared she just watched as the little demon took all her sheep away."
  },
  {
    "page": 5,
    "pageCover": "/bookPageImages/page-2.png",
    "pageText": null
  },
  {
    "page": 6,
    "pageCover": null,
    "pageText": " After collecting the sheep, the little demon pulled out its wings and flew off. Mono couldn’t follow and lost sight of the little demon."
  },
  {
    "page": 7,
    "pageCover": "/bookPageImages/page-3.png",
    "pageText": null
  },
  {
    "page": 8,
    "pageCover": null,
    "pageText": "After a lot of thinking, Mono said to herself, \"I’m not just going to stand here and let them take my farm animals. I’m going to find that little demon and bring back all of my sheep.\" Mono prepared for her adventure, packing all her things and tools, and also a baguette bread as her sword."
  },
  {
    "page": 9,
    "pageCover": "/bookPageImages/page-4.png",
    "pageText": null
  },
  {
    "page": 10,
    "pageCover": null,
    "pageText": "Mono gathered as much information as she could about the little demon that stole her sheep. She traveled from place to place, asking everyone she met. On her journey through a forest, she noticed a gorilla struggling and clutching its throat, looking like it was suffocating. \"Hey, what's happening!? What’s wrong!?\" Mono asked. The gorilla, with a squeaky and pained voice, said, \"I forgot how to swallow the banana I’m eating; it’s too complicated!\""
  },
  {
    "page": 11,
    "pageCover": "/bookPageImages/page-5.png",
    "pageText": null
  },
  {
    "page": 12,
    "pageCover": null,
    "pageText": "Mono thought of a solution and looked at her tools. She found the Poké Ball and used it. Out popped a cow."
  },
  {
    "page": 13,
    "pageCover": "/bookPageImages/page-6.png",
    "pageText": null
  },
  {
    "page": 14,
    "pageCover": null,
    "pageText": "The gorilla looked confused and asked, \"What are you doing?\" Mono said, \"I’m going to save you, mate hang in there.\""
  },
  {
    "page": 15,
    "pageCover": "/bookPageImages/page-7.png",
    "pageText": null
  },
  {
    "page": 16,
    "pageCover": null,
    "pageText": "She approached the cow and pressed its nose. The cow’s side opened up to reveal a screen with buttons and numbers. The gorilla, now realizing what was happening, asked, \"Is that what I think it is?\" Mono replied, \"You’re right, this is a COWCULATOR!\" She started calculating, punching in a few random numbers, dividing by pi, multiplying by the square root of banana, subtracting the number of chocolates she had eaten, and adding the count of the planets in the solar system."
  },
  {
    "page": 17,
    "pageCover": "/bookPageImages/page-8.png",
    "pageText": null
  },
  {
    "page": 18,
    "pageCover": null,
    "pageText": "\"According to my calculations,\" Mono said, pointing to the screen, \"You need to take 5.3 bites, each approximately 2.2 inches wide, and chew for exactly 30 seconds before swallowing!\""
  },
  {
    "page": 19,
    "pageCover": "/bookPageImages/page-9.png",
    "pageText": null
  },
  {
    "page": 20,
    "pageCover": null,
    "pageText": "The gorilla followed Mono’s advice, swallowed the banana with a triumphant grunt, and thanked Mono. As a gesture of gratitude, the gorilla revealed himself to be a human boy named Ben10. He gave Mono his watch, called the Omnitrix, saying, \"Since you helped me, take this Omnitrix. It will allow you to transform into aliens and gain their powers.\""
  },
  {
    "page": 21,
    "pageCover": "/bookPageImages/page-10.png",
    "pageText": null
  },
  {
    "page": 22,
    "pageCover": null,
    "pageText": "Mono was thrilled to receive such a powerful item. She decided to use the Omnitrix to transform into a flying type alien so she could travel faster."
  },
  {
    "page": 23,
    "pageCover": "/bookPageImages/page-11.png",
    "pageText": null
  },
  {
    "page": 24,
    "pageCover": null,
    "pageText": "As she flew, she spotted a dark, haunted mansion. Thinking this might be where the little demon went, she landed, transformed back into her human form, and entered the mansion."
  },
  {
    "page": 25,
    "pageCover": "/bookPageImages/page-12.png",
    "pageText": ""
  },
  {
    "page": 26,
    "pageCover": null,
    "pageText": "It was dark and empty, and without a flashlight, Mono thought quickly. She used another Poké Ball, and out came a chicken. \"Chickachu, use Egg-splosion!\" Mono shouted. The chicken Pokémon produced a golden egg that emitted light, which Mono used to navigate through the mansion."
  },
  {
    "page": 27,
    "pageCover": "/bookPageImages/page-13.png",
    "pageText": null
  },
  {
    "page": 28,
    "pageCover": null,
    "pageText": "In the dark mansion, Mono encountered a pack of little demons and spotted the one that had taken her sheep. \"You bastard, I finally found you! Where did you take all my sheep? I’m here to get them back!\" Mono demanded. The little demon said, \"I won’t tell you unless you defeat all of us.\" With an evil laugh, it challenged Mono. \"Bring it on, little bastards!\" Mono shouted."
  },
  {
    "page": 29,
    "pageCover": "/bookPageImages/page-14.png",
    "pageText": null
  },
  {
    "page": 30,
    "pageCover": null,
    "pageText": "Two demons jumped at Mono, but she used the Omnitrix to transform into Four Arms. She grabbed the demons by their throats and necks, and another two demons jumped in. With her extra arms, Mono did the same to them, squashing all four demons. \"Die, little bastards!\" she shouted."
  },
  {
    "page": 31,
    "pageCover": "/bookPageImages/page-15.png",
    "pageText": null
  },
  {
    "page": 32,
    "pageCover": null,
    "pageText": "She then kicked the remaining demons, defeating them all. The little demon that had taken her sheep was surprised by Mono’s strength and speed. \"I’ll spare your life if you tell me where my sheep are,\" Mono said. The little demon pointed to a dark hall and said, \"Go straight, and you’ll find your sheep. But beware, there’s a more powerful demon who will kill you. She’s the one who commanded me to take your sheep.\" Mono threw a powerful punch, killing the little demon."
  },
  {
    "page": 33,
    "pageCover": "/bookPageImages/page-16.png",
    "pageText": null
  },
  {
    "page": 34,
    "pageCover": null,
    "pageText": "After defeating the little demons, Mono followed the directions given and reached the end of the hall. There, she saw a red-haired person sitting on a throne. The person turned out to be Chaos Demon Queen, who was eating her kimbab and watching a YouTube video at the same time. The queen was annoyed by Mono’s intrusion. \"How dare you interrupt me! What are you doing here, human? Are you looking to get yourself killed?\" she demanded."
  },
  {
    "page": 36,
    "pageCover": "/bookPageImages/page-17.png",
    "pageText": null
  },
  {
    "page": 37,
    "pageCover": null,
    "pageText": "\"I’m here to get my sheep back! One of your demons took them,\" Mono declared.\"I’m Chaos Demon Queen. What makes you think I’d return them? I’m using them to make a beautiful dress, and I’m not giving them back,\" Chaos Demon Queen said. Mono retorted, \"That’s a long name you have. If you don’t want to give my sheep back, I’ll fight you for them.\""
  },
  {
    "page": 38,
    "pageCover": "/bookPageImages/page-18.png",
    "pageText": null
  },
  {
    "page": 39,
    "pageCover": null,
    "pageText": "\"Face my wrath!\" Chaos Demon Queen declared. She unleashed a technique learned from watching too much Naruto \"Fire Style: Flaming Breath!\" Her breath was so bad, it literally sparked a fire, sending flames toward Mono. Mono quickly dodged."
  },
  {
    "page": 40,
    "pageCover": "/bookPageImages/page-19.png",
    "pageText": null
  },
  {
    "page": 41,
    "pageCover": null,
    "pageText": "Mono just realized that the Omnitrix had run out of power. \"Now you can’t damage me without your powers,\" the queen said with an evil laugh. Mono, however, had martial arts skills she’d kept hidden. She took a fighting stance and shouted, \"Hiyah!\""
  },
  {
    "page": 42,
    "pageCover": "/bookPageImages/page-20.png",
    "pageText": null
  },
  {
    "page": 43,
    "pageCover": null,
    "pageText": "Chaos Demon Queen asked, \"What are you planning?\" Before she could react, Mono executed a powerful flying kick, hitting queen in the stomach. The force was so strong that queen looked like she was about to throw up the kimbab she'd just eaten."
  },
  {
    "page": 44,
    "pageCover": "/bookPageImages/page-21.png",
    "pageText": null
  },
  {
    "page": 45,
    "pageCover": null,
    "pageText": "Mono saw the Chaos Demon Queen was taking damage and decided to finish the fight, She use her baguette and charged at queen."
  },
  {
    "page": 46,
    "pageCover": "/bookPageImages/page-22.png",
    "pageText": null
  },
  {
    "page": 47,
    "pageCover": null,
    "pageText": "Mono delivered a powerful smack to queen's head. That The baguette broke in half, but then queen was knocked out."
  },
  {
    "page": 48,
    "pageCover": "/bookPageImages/page-23.png",
    "pageText": null
  },
  {
    "page": 49,
    "pageCover": null,
    "pageText": "\"It’s finally over! I won!\" Mono shouted,"
  },
  {
    "page": 50,
    "pageCover": "/bookPageImages/page-24.png",
    "pageText": null
  },
  {
    "page": 51,
    "pageCover": null,
    "pageText": "Mono collapsed to the ground, her breath heavy, clutching the half-broken baguette in her hand. The once mighty bread sword, now cracked and crumbling, was a symbol of the battle she had just endured."
  },
  {
    "page": 52,
    "pageCover": "/bookPageImages/page-25.png",
    "pageText": null
  },
  {
    "page": 53,
    "pageCover": null,
    "pageText": "Her sheep started appearing from the distance, and Mono teared up with joy."
  },
  {
    "page": 54,
    "pageCover": "/bookPageImages/page-26.png",
    "pageText": null
  },
  {
    "page": 55,
    "pageCover": null,
    "pageText": "One sheep approached and said, \"Thanks for saving us, Mono. You can rest now. We’ll carry you out of this mansion.\" The sheep gathered and carried Mono out."
  },
  {
    "page": 56,
    "pageCover": "/bookPageImages/page-27.png",
    "pageText": null
  },
  {
    "page": 57,
    "pageCover": null,
    "pageText": "The sheep gathered and carried Mono out."
  },
  {
    "page": 58,
    "pageCover": "/bookPageImages/page-28.png",
    "pageText": null
  },
  {
    "page": 59,
    "pageCover": null,
    "pageText": "Once outside, Mono regained her strength and hugged her sheep warmly."
  },
  {
    "page": 60,
    "pageCover": "/bookPageImages/page-29.png",
    "pageText": null
  },
  {
    "page": 61,
    "pageCover": null,
    "pageText": "However, Mono faced a new problem: how to get all the sheep back to the farm. One sheep revealed, \"I’ve been pretending to be a sheep all this time. My real name is Optimus Prime, and I’m a transformer.\""
  },
  {
    "page": 62,
    "pageCover": "/bookPageImages/page-30.png",
    "pageText": null
  },
  {
    "page": 63,
    "pageCover": null,
    "pageText": "Shocked, Mono watched as the sheep transformed into a robot. \"I’ll bring all the remaining sheep back to your farm,\" Optimus Prime said, transforming into a truck."
  },
  {
    "page": 64,
    "pageCover": "/bookPageImages/page-31.png",
    "pageText": null
  },
  {
    "page": 65,
    "pageCover": null,
    "pageText": " Mono loaded the sheep into the truck and said, \"See you later at my farm, Optimus Prime.\""
  },
  {
    "page": 66,
    "pageCover": "/bookPageImages/page-32.png",
    "pageText": null
  },
  {
    "page": 67,
    "pageCover": null,
    "pageText": "Before Mono could leave, she heard a familiar voice calling behind her. She turned around and saw Chaos Demon Queen standing outside the mansion, calling her name."
  },
  {
    "page": 68,
    "pageCover": "/bookPageImages/page-33.png",
    "pageText": null
  },
  {
    "page": 69,
    "pageCover": null,
    "pageText": "Chaos Demon Queen said, \"I'm sorry for what I did to you. Before you leave, I want to give you something. Here, take this.\" She handed Mono what appeared to be a frog hat. \"I want you to wear this. It will help protect you,\" the Chaos Demon Queen added."
  },
  {
    "page": 70,
    "pageCover": "/bookPageImages/page-34.png",
    "pageText": null
  },
  {
    "page": 71,
    "pageCover": null,
    "pageText": "Mono put on the frog hat the Chaos Demon Queen had given her. As soon as it settled on her head, she felt a strange, warm energy surrounding her."
  },
  {
    "page": 72,
    "pageCover": "/bookPageImages/page-35.png",
    "pageText": null
  },
  {
    "page": 73,
    "pageCover": null,
    "pageText": "Mono smiled and said, \"Thank you.\" Chaos Demon Queen hesitated briefly before asking, \"Can we exchange contact info? That way we can still talk, even when you're back on your farm.\" Mono blinked, surprised. \"You want to stay in touch?\" The queen nodded with a casual smile."
  },
  {
    "page": 74,
    "pageCover": "/bookPageImages/page-36.png",
    "pageText": null
  },
  {
    "page": 75,
    "pageCover": null,
    "pageText": "After exchanging contact information, Mono bid farewell to the Chaos Demon Queen. She called for her Pokémon, Duckticorn, and with a graceful leap, climbed onto its back. Together, they soared into the sky, leaving the queen behind as they flew off into the distance."
  },
  {
    "page": 76,
    "pageCover": "/bookPageImages/page-37.png",
    "pageText": null
  },
  {
    "page": 77,
    "pageCover": "/bookPageImages/book-back-cover.png",
    "pageText": null
  }
]
